Repository: mozilla-l10n/mt-training-data
Catalog: mn/mn_pontoon.tmx
Source language: en_us
Languages: mn

source: {0} add-ons
mn: {0} нэмэлт хэрэгсэл

source: {0} star
mn: {0} од

source: {0} Version History
mn: {0} хувилбарын түүх

source: {0} weekly download
mn: {0} долоо хоног тутмын татаж авсан файл

source: Additional Resources
mn: Нэмэлт эх сурвалж

source: Add-on Policy
mn: Нэмэгдлийн журам

source: Add-ons for {0}
mn: {0} нэмэгдлүүд

source: Add-ons submitted to Mozilla Add-ons must have an install.rdf file with at least one of the below applications supported. Only the versions listed below are allowed for these applications.
mn: Мозилагийн нэмэгдэл рүү илгээгдэж буй нэмэгдлүүд нь дараах програмуудын ядаж нэгэнд нь тохирох install.rdf файлтай байх ёстой. Доорх харуулсан хувилбарын жагсаалт тэдгээр програмд тохиромжтой байна.

source: Add to {0}
mn: {0}-д/т нэмэх

source: Add to Favorites
mn: Дуртай зүйлст нэмэх

source: Alerts & Updates
mn: Анхааруулга болон Шинэчлэл

source: All Rights Reserved
mn: Зохиогчийн Эрх Баталгаажсан

source: An email has been sent to your address {0} to confirm your account. Before you can log in, you have to activate your account by clicking on the link provided in this email.
mn: Таны {0} гэсэн захианы хаяг руу баталгаажуулсан захиаг илгээсэн. Нэвтрэлт хийхээсээ өмнө Захианд явуулсан баталгаажуулах холбоос дээр дарж идэвхжүүлэх шаардлагатай.

source: Animals
mn: Амьтад

source: Appearance
mn: Харагдац өөрчлөх

source: Applications:
mn: Програмууд:

source: <b>{0}</b> Downloads
mn: <b>{0}</b> Татаж авсан файлууд

source: Bookmarks
mn: Хаяг хадгалагч

source: by
mn: зохиогч

source: by {0} on {1}
mn: {1}-ны өдөр {0}-р

source: Cancel
mn: Цуцлах

source: Cancel and Disable Version
mn: Энэ хувилбарыг цуцлаад идэвхгүй болго

source: Cancel Installation
mn: Суулгацыг цуцлах

source: Category
mn: Ангилал

source: Choose a category
mn: Ангилал сонгох

source: Comments:
mn: Тайлбар:

source: Compact
mn: Авсаархан

source: Confirm password
mn: Нууц үгийг дахин оруул

source: Congratulations! Your user account was successfully created.
mn: Баяр хүргэе! Таны хэрэглэгчийн бүртгэл амжилттай бүртгэгдлээ.

source: Contacts
mn: Холбоо барих хаяг

source: Date
mn: Огноо

source: Delete
mn: Устга

source: Description
mn: Тодорхойлолт

source: Dictionaries
mn: Үгийн сангууд

source: Download Dictionary
mn: Үгийн сан татаж авах

source: Downloading and File Management
mn: Татаж авалт ба файл зохицуулагч

source: Download Language Pack
mn: Хэлний багц татаж авах

source: Download Management
mn: Татаж авалт ба файл зохицуулагч

source: downloads
mn: татаж авсан файлууд

source: Downloads
mn: Татаж авсан файлууд

source: Edit
mn: Засварлах

source: Edit {0}
mn: {0} Засварлах

source: Edit Information
mn: Мэдээллийг засварлах

source: Edit information about this add-on.
mn: Энэ нэмэлт хэрэглүүрийн тухай мэдээллийг засварлах.

source: Editor
mn: Засварлагч

source: Editors' Guide
mn: Засварлагчийн заавар

source: Edit profile
mn: Профайлыг засварлах

source: Edit reply
mn: Хариулыг засварлах

source: Edit review
mn: Тоймыг засварлах

source: Edit Theme
mn: Зaгварыг засварлах

source: Edit this version
mn: Энэ хувилбарыг засварлах

source: Extension
mn: Өргөтгөл

source: Extensions
mn: Өргөтгөлүүд

source: Feeds, News & Blogging
mn: RSS, Мэдээ ба өдрийн тэмдэглэл

source: Files:
mn: Файлууд:

source: Filter by type/action
mn: Төрөл/Үйлдлээр нь шүүх

source: General
mn: Энгийн

source: Go
mn: Илгээх

source: Hide Comments
mn: Сэтгэгдлийг нуу

source: If you have concerns about this add-on's security, copyright issues, or other concerns that an administrator should look into, enter your comments in the area below. They will be sent to administrators, not the author.
mn: Хэрэв та энэ нэмэгдлийн нууцлал юмуу эсвэл зохиогчийн эрхтэй холбоотой зүйлүүд эсвэл администратор харах хэрэгтэй зүйлс байгаа гэж бодож байгаа бол дараах талбарт бичээрэй. Тэр нь зохиогч уруу биш администратор луу илгээгдэх болно.

source: Install Dictionary
mn: Үгийн санг суулга

source: Install Language Pack
mn: Хэлний багцыг суулга

source: Interface Customizations
mn: Харагдах маягийн өөрчлөлт

source: Invalid confirmation code!
mn: Бүртгэлийн буруу батлах код байна!

source: Language
mn: Хэл

source: Language Pack
mn: Хэлний багц

source: Language Pack (Application)
mn: Хэлний багц (Програмын)

source: Language Packs (Application)
mn: Хэлний багцнууд (Програмын)

source: Language Support
mn: Хэлтэй холбогдолтой багаж

source: Language Support and Translation
mn: Хэл дэмжлэг ба орчуулалт

source: Large
mn: Том

source: Last Updated
mn: Сүүлд шинэчлэгдсэн

source: Learn How
mn: Нэмэлт мэдээлэл

source: Learn more
mn: Нэмэлт мэдээлэл

source: Learn More
mn: Нэмэлт мэдээлэл

source: Legal Notices
mn: Хуулийн анхааруулга

source: List of language packs and dictionaries.
mn: Хэлний багц болон үгийн сангийн жагсаалт.

source: Loading...
mn: Ачаалж байна…

source: Loading&hellip;
mn: Ачаалж байна&hellip;

source: Log out
mn: Гарах

source: Message and News Reading
mn: Захиа унших

source: Miscellaneous
mn: Төрөл бүрийн

source: Modern
mn: Орчин үеийн

source: More Info...
mn: Нэмэлт мэдээлэл…

source: My Account
mn: Миний бүртгэл

source: My Add-ons
mn: Миний нэмэгдлүүд

source: Nature
mn: Байгаль

source: New Editors
mn: Шинэ засварлагчид

source: Newest
mn: Хамгийн сүүлийн

source: New password
mn: Шинэ нууц үг

source: No results found.
mn: Ямар ч үр дүн олдсонгүй.

source: No reviews found for this period.
mn: Энэ хугацаанд ямар ч үнэлгээ олдсонгүй.

source: Not Reviewed
mn: Хараахан хянаж үзээгүй

source: Not yet rated
mn: Одоогоор үнэлгээ аваагүй

source: %(num)s weekly download
mn: %(num)s долоо хоног тутмын татаж авсан файл

source: or
mn: буюу

source: or <a href="{0}">Cancel</a>
mn: буюу <a href="{0}">Цуцлах</a>

source: or <a href="%(url)s">Cancel</a>
mn: буюу <a href="%(url)s">Цуцлах</a>

source: or <a id="change-owner-cancel" href="#">Cancel</a>
mn: буюу <a id="change-owner-cancel" href="#">Цуцлах</a>

source: or <a id="collections-new-cancel" href="#">Cancel</a>
mn: буюу <a id="collections-new-cancel" href="#">Цуцлах</a>

source: OS Integration
mn: Үйлдлийн системд тохирсон

source: Other
mn: Төрөл бүрийн

source: Other Applications
mn: Бусад програмууд

source: Password
mn: Нууц үг

source: Password Reset
mn: Нууц үг өөрчлөх

source: Password successfully reset.
mn: Нууц үг амжилттай өөрчлөгдлөө.

source: Photos and Media
mn: Фото зураг болон дуут дүрс

source: Photos, Music & Videos
mn: Зураг, хөгжим болон видеонууд

source: Please do not post bug reports in reviews. We do not make your email address available to add-on developers and they may need to contact you to help resolve your issue.
mn: Үнэлгээ дүгнэлт өгөх хэсэгт алдааны мэдээлэл илгээхгүй байхыг хүсье. Бид таны захианы хаягийг хөгжүүлэгчдэд нь харуулдаггүй болохоор тантай холбоо барьж уг алдааг засахад тань тусалж чадахгүй байх болов уу.

source: Plugin
mn: Плагин

source: Popularity
mn: Олонд тархсанаар нь

source: Privacy and Security
mn: Хувийн өгөгдөл болон нууцлал

source: Privacy & Security
mn: Хувийн хамгаалалт болон нууцлал

source: Process Reviews
mn: Хянаж дүгнэлт хийх

source: Rating
mn: Үнэлгээгээр нь

source: Rating:
mn: Үнэлэмж:

source: Remove
mn: Арилгах

source: Report this review
mn: Энэ үнэлгээг мэдээлэх

source: Retro
mn: Хуучинсаг

source: Return to the {0} Add-ons homepage
mn: {0} нэмэгдлийн хуудас руу буцах

source: Review
mn: Хянаж үзэх

source: Review:
mn: Үнэлгээ дүгнэлт:

source: Reviews
mn: Үнэлгээ дүгнэлтүүд

source: Review successfully processed.
mn: Хянах дүгнэлт амжилттай гүйцэтгэгдлээ.

source: RSS, News and Blogging
mn: RSS, Мэдээ ба өдрийн тэмдэглэл

source: %s Add-ons
mn: %s нэмэгдэл

source: Save
mn: Хадгал

source: Search Engine
mn: Вэбд хайгч

source: search for add-ons
mn: нэмэгдэл хайх

source: Search Tools
mn: Хайгч багажнууд

source: Self-reviews are not allowed.
mn: Өөрсдөө үнэлж дүгнэх хориотой.

source: Send password reset link
mn: Нууц үг өөрчлөх холбоос илгээх

source: Show Comments
mn: Сэтгэгдлийг харуул

source: Site-specific
mn: Тусгай хуудсанд зориулсан

source: Site Specific
mn: Тусгай хуудсанд зориулсан

source: Social & Communication
mn: Олон нийтийн юмуу холболтын зориулалттай

source: Sort by:
mn: Эрэмбэлэлт:

source: Sort By
mn: Эрэмбэлэлт

source: Sports
mn: Спорт

source: Statistics for {0}
mn: {0}-н судалгааны үзүүлэлт

source: <strong>{0}</strong> weekly download
mn: <strong>{0}</strong> долоо хоног тутмын татаж авсан файл

source: Successfully verified!
mn: Амжилттай баталгаажсан!

source: Support
mn: Дэмжлэг

source: Thanks; this review has been flagged for editor approval.
mn: Танд баярлалаа, энэ үнэлгээ нь засварлагчаар зөвшөөрөгдөхөөр тэмдэглэгдэв.

source: The passwords did not match.
mn: Нууц үгнүүд ижил биш байна.

source: There are currently no add-ons of this type to review.
mn: Дүгнэлт хийгдэхээр доторх нэмэгдлүүд байхгүй байна.

source: There were errors in the changes you made. Please correct them and resubmit.
mn: Таны хийсэн өөрчлөлтөнд алдаа байв. Тэд нарыг засаад дахин илгээнэ үү..

source: This URL has an invalid format. Valid URLs look like http://example.com/my_page.
mn: Энэ хаяг буруу хэлбэршилтэй байна. Зөв хаяг http://example.com/my_page гэсэн хэлбэртэй байдаг.

source: This will approve a sandboxed version of a public add-on to appear on the public side.
mn: Энэ нь нийтийн түр байрлуулах хайрцагт буй нэмэгдлийн хувилбарыг нийтийн хуудсанд харуулагдах эрх өгдөг.

source: This will mark the add-on and its most recent version and files as public. Future versions will go into the sandbox until they are reviewed by an editor.
mn: Энэ нь нэмэгдэл болон түүний хамгийн сүүлийн хувилбар ба файлуудыг олон нийтийн хуудсанд тэмдэглэдэг. Дараагийн хувилбарууд нь завсарлагчаар хянагдах хүртэл түр хайрцагт байрлах болно.

source: Top
mn: Дээд хэсэг рүү

source: Total Reviews
mn: Нийт үнэлгээ

source: Updated
mn: Шинэчлэгдлээ

source: Updated {0}
mn: {0} Шинэчлэгдлээ

source: User Info for {0}
mn: {0} хэрэглэгчийн мэдээлэл

source: Valid Application Versions
mn: Програмын хүчинтэй хувилбар

source: Version History with Changelogs
mn: Өөрчлөлтийн бүртгэл агуулсан хувилбарын түүх

source: Version Notes
mn: Хувилбарын тэмдэглэл

source: Versions
mn: Хувилбарууд

source: Video
mn: Видео

source: View Statistics
mn: Судалгааг харах

source: View the source
mn: Эх бичлэгийг нь харах

source: Web and Developer Tools
mn: Вэб ба хөгжүүлэгчийн багажнууд

source: Web Development
mn: Вэб ба хөгжүүлэгчийн багаж

source: Weekly Downloads
mn: Долоо хоног тутмын татаж авсан файлууд

source: What do you think?
mn: Та юу гэж бодож байна?

source: Works with:
mn: Ажиллах хувилбар:

source: Wrong password entered!
mn: Буруу нууц үг оруулсан байна!

source: You cancelled the upload.
mn: Байршуулалтыг цуцаллаа.

source: Cancel preview
mn: Байршуулалтыг цуцаллаа

source: Edit My Profile
mn: Миний профайлыг засварлах

source: Edit my reply
mn: Миний хариулыг засварлах

source: Edit my review
mn: Миний тоймыг засварлах

source: Learn more about permissions
mn: Зөвшөөрлүүдийн тухай нэмэлт мэдээлэл

source: Loading
mn: Ачаалж байна

source: Loading…
mn: Ачаалж байна…

source: More information
mn: Нэмэлт мэдээлэл

source: 2 down, keep it up!<playIcon></playIcon>
mn: Хоёрыг хийв, Урагшаа!<playIcon></playIcon>

source: ≥ 2 No votes
mn: ≥ 2 Үгүй санал

source: ≥ 2 Yes votes
mn: ≥ 2 Тийм санал

source: Abkhaz
mn: Абхааз хэл

source: About
mn: Тухай

source: Accent
mn: Аялга

source: Acehnese
mn: Эйс хэл

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
mn: <playIcon></playIcon>{ $actionType } - Өгүүлбэрийг тодорхой уншсан байна уу?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
mn: { $actionType }<recordIcon></recordIcon> хийгээд өгүүлбэрийг дуудаж уншина уу

source: { $actionType }<stopIcon></stopIcon> when done
mn: Дуусгах бол { $actionType }<stopIcon></stopIcon> дээр дарна уу

source: { $actionType } submit when ready
mn: Та бэлэн бол { $actionType } илгээнэ үү

source: Add an avatar to your profile
mn: Хэрэглэгчийн эрх дээрээ зураг нэмэх

source: Additional Language
mn: Гадаад хэл

source: Add Language
mn: Хэл нэмэх

source: Add Your Voice
mn: Хоолойгоо нэмэх

source: Adyghe
mn: Адихэ хэл

source: Afrikaans
mn: Африк хэл

source: Age
mn: Нас

source: Albanian
mn: Албани хэл

source: All
mn: Бүх

source: All Languages
mn: Бүх хэл

source: All voice clips in the dataset are scrubbed of personally identifying information. When a contributor provides demographic data via their profile, that information is de-identified from their voice clips before being bundled for download in the dataset and is never made public on their profile page.
mn: Датасет дэх бүх дуут клипийн хувь хүний таних мэдээллийг цэвэрлэх болно. Хандивлагч нь өөрсдийн профайлаар дамжуулан хүн ам зүйн мэдээлэл өгдөг бөгөөд хувь хүмүүсийн мэдээлэл нь датасет татаж авахаар багцлагдан бэлтгэгдэх үед салгагдан арилна профайл хуудсаар нь дамжуулан нийтэд хэзээ ч ил болгохгүй.

source: Amharic
mn: Амхаар хэл

source: Anonymized user data like age, sex, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
mn: Нас, хүйс, өргөлт гэх мэт далдалсан өгөгдөл нь яриа танилтын хөдөлгүүрүүдийн нарийвчлалыг сайжруулахад хэрэглэгддэг аудио өгөгдлийг сайжруулахад нь тусалдаг байна. Таны хэрэглэгчийн нэр болон имэйл таны оруулсан өгөгдөлтэй хэзээ ч холбогдохгүй бөгөөд та өөрийн нэрийг нийтэд ил болгох эсвэл нэргүй болгох эсэхийг өөрөө шийдэн сонгож болно.

source: Arabic
mn: Араб хэл

source: Aragonese
mn: Арагон хэл

source: Armenian
mn: Армян хэл

source: Armenian Western
mn: Баруун Армян хэл

source: Artificial intelligence
mn: Хиймэл оюун

source: Assamese
mn: Ассам хэл

source: Asturian
mn: Астури хэл

source: Audio Format
mn: Дууны Формат

source: Avatar
mn: Хөрөг

source: Average
mn: Дундаж

source: A voice clip is marked "valid" when a user gives it a Yes vote.
mn: Хэрэглэгч Тийм санал өгвөл дуут клипийг "хүчинтэй" гэж тэмдэглэдэг.

source: Awards
mn: Шагналууд

source: Azerbaijani
mn: Азербайжан хэл

source: Back to Top
mn: Эхлэл рүү

source: Bashkir
mn: Башкир хэл

source: Basque
mn: Баски хэл

source: Become a partner
mn: Түнш болох

source: Belarusian
mn: Беларусь хэл

source: Benefits
mn: Ашиг тус

source: Bengali
mn: Бенгал хэл

source: <bold>{ $count }</bold> Clips
mn: <bold>{ $count }</bold> дуу бичлэг

source: <bold>Help us</bold> find more voices
mn: Илүү хоолой олоход бидэнд <bold>тусална уу</bold>

source: <bold>iOS</bold> users can download our free app:
mn: <bold>iOS</bold> хэрэглэгчид манай төлбөргүй Аппыг татаж авна уу:

source: Both
mn: Хоёулаа

source: Both of these projects are part of our efforts to bridge the digital speech divide. Voice recognition technologies bring a human dimension to our devices, but developers need an enormous amount of voice data to build them. Currently, most of that data is expensive and proprietary. We want to make voice data freely and publicly available, and make sure the data represents the diversity of real people. Together we can make voice recognition better for everyone.
mn: Эдгээр хоёр төсөл нь хоёулаа тоон ярианы хуваагдалыг арилгах хүчин чармайлтын нэг хэсэг юм. Дуу таних технологи нь төхөөрөмжүүдэд хүний хүчин зүйлийг авчирдаг боловч хөгжүүлэгчидэд үүнийг бий болгохын тулд асар их хэмжээний дууны өгөгдөл хэрэгцээтэй. Одоогийн байдлаар энэхүү өгөгдлийн ихэнх нь үнэтэй бас бусдын өмчлөлд байдаг хэлбэртэй байгаа. Бид дуут мэдээллийг чөлөөтэй, олон нийтэд нээлттэй байлгаж, хүмүүсийн олон янз байдлыг тусган илэрхийлэхийг хүсч байна. Бид хамтдаа дуу хоолой таних технологийг хүн бүрт зориулан илүү дээр болгож чаднаа.

source: Both (Speak and Listen)
mn: Хоёулаа (Ярих, сонсох)

source: Breton
mn: Бретон хэл

source: Build a custom goal
mn: Хувийн зорилт бий болгох

source: Build Profile
mn: Хэрэглэгчийн эрх бүтээх

source: Bulgarian
mn: Болгар хэл

source: Burmese
mn: Мьянмар хэл

source: Buryat
mn: Буриад хэл

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
mn: <b> Яагаад имэйл? </ b> Бид мэдээллийн сан дахь өөрчлөлтүүдийн талаар ирээдүйд тантай холбоо барих хэрэгтэй болж магадгүй тул и-мэйл нь бидэнд харилцах боломжийг олгох юмаа.

source: By editing your goal, you may lose your existing progress.
mn: Зорилтоо засварласнаар одоо байгаа ахицаа алдах боломжтой шүү.

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
mn: Мэйл хүлээн авахыг сонгосноор <privacyLink> Нууцлалын бодлого <privacyLink> -н тайлбарт заасны дагуу Mozilla-н энэ мэдээллийг зохицуулахад зүгээр гэж үзнэ.

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy<privacyLink>.
mn: Мэйл хүлээн авахыг сонгосноор Mozilla-н хувьд энэ мэдээллийг Mozilla-ийн <privacyLink> Нууцлалын бодлого <privacyLink> -н тайлбарт заасны дагуу харьцуулан авч үзэж байгаа гэж үзнэ.

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
mn: Common Voice датасет дахь хэлэгчдийн хэн болохыг тодорхойлохыг оролдохгүй гэж та <b>хүлээн зөвшөөрч байгаа</b> болно.

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
mn: Дуу таних системүүдийн нарийвчлалыг сайжруулахад Common Voice руу илгээсэн дууны өгөгдлийг илүү хэрэглэхийн тулд та өөрийн тухай мэдээллээ нийлүүлнэ үү.

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
mn: Common Voice -г хэрэглэхийн тулд та манай <termsLink>үйлчилгээний нөхцөл</termsLink> болон <privacyLink>Нууцлалын заалт</privacyLink>-ыг зөвшөөрсөн байх ёстой.

source: CANCEL
mn: ЦУЦЛАХ

source: Cancel Re-recording
mn: Дахин бичихээ болих

source: Cancel Submission
mn: Илгээхээ болих

source: Can't decide?
mn: Шийдэж чадахгүй байна уу?

source: Catalan
mn: Каталан хэл

source: Change your email via Settings under Login Identity
mn: Нэвтрэх Тодорхойлолт цэсны доор тохиргооруу орж и-мэйлээ өөрчлөх

source: Chinese (China)
mn: Хятад хэл (Хятад)

source: Chinese (Hong Kong)
mn: Хятад хэл (Хонг конг)

source: Chinese (Taiwan)
mn: Хятад хэл (Тайвань)

source: Chuvash
mn: Чуваш хэл

source: Clearing your profile data means this demographic information will no longer be submitted to Common Voice with your clip recordings.
mn: Хэрэв та профайлаа устгавал таны бичлэгтэй хамт Common Voice руу хүн ам зүйн мэдээлэл тань илгээгдэхгүй.

source: Click
mn: Товших

source: Clip Graveyard
mn: Бичлэгнүүдийн Хогийн сав

source: Clips recorded
mn: Бичигдсэн дуу бичлэг

source: Clips Uploaded
mn: Дуу бичлэг илгээгдлээ

source: Clips validated
mn: Бататгасан дуу бичлэг

source: Clips You've Recorded
mn: Таны бичсэн клипүүд

source: Clips You've Validated
mn: Таны баталгаажуулсан клипүүд

source: Close
mn: Хаах

source: Collecting sentences from the public domain, or writing new ones for the public domain.
mn: Нийтийн домэйноос цуглуулсан өгүүлбэрүүд, эсвэл шинээр нийтийн домэйнтой өгүүлбэрүүд бичих.

source: Comment
mn: Сэтгэгдэл

source: Common Voice data plus all other voice datasets above.
mn: Common Voice болон дээрх бусад бүх өгөгдлийн цогцууд.

source: Common Voice Dataset
mn: Common Voice-н сан

source: Common Voice has unlimited potential and we are indeed exploring speech interfaces in many Mozilla products, including Firefox.
mn: Common Voice нь үнэндээ Firefox гэх мэт Мозиллагийн маш олон бүтээгдэхүүнтэй холбогдож ажиллах хязгааргүй боломжтой.

source: Common Voice is a collaborative project, and we're depending on our community of partners and contributors to build the largest open-source dataset of voices ever. We would like to thank the following people and organizations for their help with the project:
mn: Common Voice бол хүмүүс хоорондоо хамтран ажилладаг төсөл бөгөөд бид хамгийн том нээлттэй эх бүхий санг бий болгохдоо хамтран ажилладаг түншүүд, хувь нэмэр оруулагчдаас хамаардаг. Төсөлд туслалцаа үзүүлсэн дараах хүмүүс, байгууллагуудад талархал илэрхийлье:

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
mn: Common Voice төсөл бол Мозиллагийн санаачилгаар машинуудад жинхэнэ хүмүүс яг яаж ярьдагийг заахад туслах зориулалттай төсөл юм.

source: Common Voice is part of Mozilla's initiative to help teach machines how real people speak.
mn: Common Voice бол Мозиллагийн санаачилсан машинуудад хүмүүс хэрхэн ярьдагийг зааж сургахад туслах зориулалттай төсөл юм.

source: Common Voice is part of Mozilla's initiative to help teach machines how real people speak. In addition to the Common Voice dataset, we’re also building an open source speech recognition engine called Deep Speech.
mn: Common Voice нь хүмүүс хэрхэн ярилцдагийг машинд заахад туслах Mozilla-ийн санаачлага юм. Common Voice мэдээллийн сангаас гадна Deep Speech нэртэй нээлттэй эхийн ярианы таних системийг бий болгож байна.

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
mn: Common Voice-н бичлэгүүдийг академик, жижиг дунд бизнесүүд, сонирхогчид гээд олон хүмүүс хэрэглэдэг бас дуу хоолойн моделийн хувьд нийтэд хэрэглэгдэх нөөцийг нэмэгдүүлдэг. Та яагаад өөрийнхөө бичлэгүүдээ устгах гэж байгаа талаараа бидэнд хэлж болох уу?

source: Confirm Goal
mn: Зорилтоо баталгаажуулах

source: Connect with Gravatar
mn: Gravatar-тай холбох

source: Contact
mn: Харилцах

source: Contact Form
mn: Харилцах маягт

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
mn: Агуулга <licenseLink>Creative Commons license</licenseLink> лицензээр гарна

source: Continue
mn: Үргэлжлүүлэх

source: Contribute
mn: Хувь нэмэр оруулах

source: Contribute sentences
mn: Өгүүлбэрүүд оруулах

source: Contribute to { $lang }
mn: { $lang } хэлэнд хувь нэмэр оруулах

source: Contribute Your Voice
mn: Та дуу хоолойгоо хандивлна уу

source: Contribution Activity
mn: Хувь нэмэр оруулсан үйл ажиллагаа

source: Contribution Experience
mn: Хувь нэмэр оруулсан туршлага

source: Contributors record voice clips by reading from a bank of donated sentences.
mn: Хувь нэмэр оруулагчид хандивласан өгүүлбэрийн сангаас унших байдаал хоолойгоо бичдэг.

source: Cookies
mn: Күүкий

source: Cornish
mn: Корн хэл

source: { $count } clips
mn: { $count } бичлэгнүүд

source: { $count }mo
mn: { $count } сар

source: { $count }wk
mn: { $count } долоо хоног

source: { $count }y
mn: { $count } жил

source: Create a Custom Goal
mn: Хувийн зорилт үүсгэх

source: Create a profile
mn: Профайл үүсгэх

source: Create a voice clip as part of your profile avatar. Others will be able to hover and listen to your clip.
mn: Профайлынха нэг хэсэг болгож дууныхаа бичлэгийг үүсгэх. Бусад хүмүүс таны бичлэгийг үзэж, сонсох боломжтой.

source: Croatian
mn: Хорват хэл

source: Czech
mn: Чех хэл

source: Daily Goal
mn: Өдөр тутмын зорилт

source: Danish
mn: Дани хэл

source: Dashboard
mn: Хянах самбар

source: Datasets
mn: Өгөгдлийн цогц

source: Days
mn: Өдөр

source: De-identified
mn: Хувийн мэдээллийг хассан

source: DELETE
mn: УСТГАХ

source: Delete Data
mn: Өгөгдөл устгах

source: Delete my recordings
mn: Бичлэг устгах

source: Delete Profile
mn: Профайл устгах

source: Dhivehi
mn: Мальдив хэл

source: Different language
mn: Өөр хэл

source: Difficult
mn: Хэцүү

source: Difficult to pronounce
mn: Дуудлага хийхэд хэцүү
